package module3.homework.task1;

public class Solution {

    public static void main(String[] args){

        // Доброго дня! По причине отъезда из Киева с 30.08.106 по 04.09.2016 и отсутствия средств для выполнения
        // домашнего задания во время отъезда (отсутствия ноутбука и интернета на месте прибывания) я просил Елизавету
        // Рудякову попросить отложить дедлайн на два дня, до вторника 06.09.2016 и она сказала, что получила добро от руководства,
        // поэтому, пожалуйста, не снижайте бал за выполнение ДЗ позже официального дедлайна. Спасибо!

        Bird bird = new Bird();

        bird.walk();
        bird.fly();
        bird.sing();
        bird.whoAmI();
    }
}